{
    "Data" : [
        {
            "ID" : 1,
            "Title" : "ดาบพิฆาตอสูร",
            "Poster" : "ดาบพิฆาตอสูร.png",
            "Content" : "อนิเมะญี่ปุ่นสุดมันส์ที่กวาดความนิยมทั่วประเทศ ไม่ว่าจะเป็นงานภาพ จังหวะการดำเนินเรื่อง ล้วนทำออกมาได้อย่างดีเยี่ยม กล่าวถึงเด็กหนุ่ม ทันจิโร่ ที่ชีวิตพลิกผันจนต้องกลายเป็นนักล่าอสูร เพราะครอบครัวของเขาถูกอสูรร้ายทำลาย อีกทั้ง เนซึโกะ น้องสาวสุดรักก็กลายเป็นอสูรเช่นกัน แต่เธอเป็นสายพันธุ์พิเศษที่คอยปกป้องทันจิโร่ และสามารถข่มกลั้นความอยากอาหารได้ ทันจิโร่จึงเดินทางปฏิบัติภารกิจของนักล่าอสูร พร้อมทั้งตามหาตัวการที่ทำร้ายครอบครัวเขา และหาทางให้เนซึโกะกลับมาเป็นมนุษย์ให้ได้",
            "Date": "6 เมษายน 2019",
            "Season": 3,
            "Chapter" : 44,
            "Author" : "Admin"
        }, 
        {
            "ID" : 2,
            "Title" : "มหาเวทย์ผนึกมาร",
            "Poster" : "มหาเวทย์ผนึกมาร.png",
            "Content" : "อนิเมะแนวไสยเวทย์และภูติผีปีศาจ เป็นเรื่องราวของ อิตาโดริ ยูจิ เด็กหนุ่มมัธยมปลายที่ดันไปกิน วัตถุต้องสาป เพื่อช่วยเหลือเพื่อนพ้อง จนเป็นเหตุให้ถูกเทพอสูรชื่อ สุคุนะ สิงร่างของตัวเอง และนี่เป็นจุดเริ่มต้นของเรื่องราวหายนะที่อิตาโดริต้องไปพัวพันกับเหตุการณ์ปราบปีศาจมากมาย เพื่อตามล่าชิ้นส่วนอื่น ๆ ของสุคุนะให้ครบ แต่ก่อนจะไปถึงตรงนั้น พระเอกของเราจะต้องเข้าเรียนในโรงเรียนไสยเวทย์เสียก่อน",
            "Date": "23 มิถุนายน 2022",
            "Season": 1,
            "Chapter" : 24,
            "Author" : "Admin"
        },
        {
            "ID" : 3,
            "Title" : "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว",
            "Poster" : "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว.png",
            "Content" : "เป็นเรื่องราวสุดเหลือเชื่อของ มิคามิ ชายหนุ่มมนุษย์เงินเดือนที่ถูกแทงตายกลางถนน ทำให้เขาได้มาเกิดใหม่ในต่างโลก แถมยังฉีกกฏจากอนิเมะแนวต่างโลกทุกเรื่อง เพราะพระเอกของเราดันเกิดมาเป็นมอนสเตอร์สไลม์แสนกระจอก แต่ถ้าคุณคิดว่าพระเอกเรื่องนี้จะกระจอกตามล่ะก็ คุณคิดผิดถนัดค่ะ เพราะแม้ว่าเขาจะเกิดมาเป็นสไลม์โง่ ๆ แต่ก็มาพร้อมสกิลอันทรงพลังที่เก่งเทพจนต้องร้องขอชีวิต หากอยากรู้ว่าพลังของพระเอกจะโกงขนาดไหน ตามไปดูกันได้เลย",
            "Date": "2 ตุลาคม 2018",
            "Season": 2,
            "Chapter" : 48,
            "Author" : "Admin"
        },
        {
            "ID" : 4,
            "Title" : "น้องโล่สายแท็งก์ แกร่งเกินร้อย",
            "Poster" : "น้องโล่สายแท็งก์ แกร่งเกินร้อย.png",
            "Content" : "นิเมะเเนวเล่นเกมที่เป็นการเล่นเกมจริง ๆ ไม่ได้มีตัวเอกติดในอยู่เกมเหมือนแนวที่ฮิต ๆ กัน โดยนางเอกของเรื่อง ฮอนโจ คาเอเดะ สาวน้อยน่ารักที่ใช้ชื่อในเกมว่า เมเปิ้ล ได้เข้าร่วมเล่นเกมออนไลน์ในโลกเสมือนจริง ทว่าเธอเกิดกลัวว่าตัวเองจะเจ็บตัวขึ้นมา จึงได้ทุ่มค่าพลังทั้งหมดไปเพิ่มค่าป้องกันอย่างเดียว ทำให้ตอนนี้ไม่มีอะไรสามารถโจมตีเธอได้ แถมยังถูกขนานนามว่า ป้อมปราการเดินได้อีกด้วย",
            "Date": "8 มกราคม 2020",
            "Season": 1,
            "Chapter" : 12,
            "Author" : "Admin"
        },
        {
            "ID" : 5,
            "Title" : "แผนกออกแบบสร้างสรรค์โลก",
            "Poster" : "แผนกออกแบบสร้างสรรค์โลก.png",
            "Content" : "สำหรับเรื่องนี้เป็นเรื่องที่ชวนให้คุณได้เพลิดเพลินไปพร้อม ๆ กับเสริมสร้างจินตนาการ ด้วยเนื้อเรื่องที่สร้างสรรค์และแปลกใหม่ เมื่อแผนกออกแบบสรรพสัตว์ที่ตั้งอยู่บนสวรรค์จะต้องดีไซน์และสร้างสิ่งมีชีวิตต่าง ๆ ให้ตรงตามบรีฟของเหล่าลูกค้าที่แต่ละคำขอก็ไม่ธรรมดาเลยแม้แต่น้อย ซึ่งนอกจากจะต้องคิดงานให้ตอบโจทย์แล้ว ยังต้องคิดต่อไปอีกว่าสิ่งมีชีวิตที่ออกแบบไปนั้นจะอยู่อาศัยบนโลกได้หรือไม่ และยังไม่จบแค่นั้น เพราะกว่าจะจบงานได้ ยังต้องได้รับการอนุมัติจากพระเจ้าก่อนเสียด้วย",
            "Date": "7 มกราคม 2021",
            "Season": 1,
            "Chapter" : 13,
            "Author" : "Admin"
        },
        {
            "ID" : 6,
            "Title" : "ผ่าพิภพไททัน",
            "Poster" : "ผ่าพิภพไททัน.png",
            "Content" : "ผ่าพิภพไททันเป็นอนิเมะแนวดาร์กแฟนตาซีที่สอดแทรกเรื่องราวความหดหู่ ความสิ้นหวัง ท่ามกลางฉากต่อสู้อันสวยงาม โดยจะถ่ายทอดเรื่องราวผ่านเซ็ตติ้งโลกที่มนุษยชาติต้องหาทางรับมือกับสิ่งมีชีวิตขนาดยักษ์ที่ถูกเรียกว่า ไททัน ซึ่งสิ่งมีชีวิตเหล่านี้กินมนุษย์เป็นอาหาร จนพวกเขาต้องสร้างกำแพงเมือง วอลล์มาเรีย เพื่อต่อต้านการรุกรานนั้น ทำให้โลกอยู่อย่างสงบสุขมา 100 ปี แต่แล้วไททันก็กลับมาพร้อมกับทำให้กำแพงชั้นแรกแตก มนุษย์ชาติจึงตกอยู่ในความเสี่ยงที่จะสูญสิ้นเผ่าพันธุ์ ทำให้ความหวังตกไปอยู่ที่เด็กหนุ่มนาม เอเรน ที่สามารถแปลงร่างเป็นไททันได้ !",
            "Date": "7 เมษายน 2013",
            "Season": 4,
            "Chapter" : 87,
            "Author" : "Admin"
        },
        {
            "ID" : 7,
            "Title" : "ขอให้โชคดีมีชัยในโลกแฟนตาซี",
            "Poster" : "ขอให้โชคดีมีชัยในโลกแฟนตาซี.png",
            "Content" : "อนิเมะต่างโลกที่หลายคนยกให้เป็นอนิเมะสุดกาว ว่าด้วยเรื่องราวของหนุ่มติดเกมดวงซวย ซาโต้ คาสึมะ ที่ตายอย่างอนาถด้วยอุบัติเหตุรถชน แต่เมื่อเขาตื่นขึ้นมากลับพบว่าตัวเองยังไม่ตาย แถมยังได้พบกับเทพธิดาสาวสวยชื่อว่า อควา ที่ยื่นข้อเสนอให้เขาเลือกขออะไรก็ได้ 1 ข้อ ก่อนจะไปเกิดต่างโลก คาสึมะจึงได้เลือกเทพธิดาไปต่างโลกกับเขาด้วย ทว่านั่นกลับเป็นการตัดสินใจอย่างผิดมหันต์ เพราะนอกจากเธอจะช่วยอะไรไม่ได้แล้ว ยังเที่ยวก่อเรื่องวุ่นไปทั่วจนเกิดเรื่องราวป่วน ๆ ที่จะทำให้คุณฮาแทบทุกตอน",
            "Date": "14 มกราคม 2016",
            "Season": 2,
            "Chapter" : 20,
            "Author" : "Admin"
        },
        {
            "ID" : 8,
            "Title" : "บูรณะมันวุ่นวาย ขายชาติเลยแล้วกัน!",
            "Poster" : "บูรณะมันวุ่นวาย ขายชาติเลยแล้วกัน!.png",
            "Content" : "อนิเมะญี่ปุ่นที่มีพล็อตประหลาดคือ เวย์น มกุฎราชกุมารของประเทศวางแผนที่จะทำทุกอย่างเพื่อขายประเทศนี้ไป เพราะอยากจะไปนอนขี้เกียจอยู่เฉย ๆ แต่ถึงแม้เขาจะคิดอย่างนั้นอยู่ตลอดเวลา แต่เขากลับเป็นเจ้าชายอัจฉริยะที่เก่งกล้าสามารถทั้งในเรื่องการเมืองการปกครอง ประวัติศาสตร์ วรรณคดี และทักษะการต่อสู้ อีกทั้งได้รับความเคารพและเชื่อใจจากข้าราชบริพารทุกคน และในระหว่างที่ต้องปกครองประเทศเพราะบิดาป่วย เขาก็ได้คู่หูอย่าง นินิม คอยตบเรียกสติให้ประพฤติตัวอย่างเข้ารูปเข้ารอย มาติดตามเรื่องราวของเขากันดีกว่าค่ะ ว่าเจ้าชายอัจฉริยะคนนี้จะขายประเทศได้สำเร็จหรือไม่",
            "Date": "11 มกราคม 2022",
            "Season": 1,
            "Chapter" : 12,
            "Author" : "Admin"
        },
        {
            "ID" : 9,
            "Title" : "รีเซทชีวิต ฝ่าวิกฤตต่างโลก",
            "Poster" : "รีเซทชีวิต ฝ่าวิกฤตต่างโลก.png",
            "Content" : "นัตซึกิ สึบารุ เด็กหนุ่มในชุดวอร์มที่จู่ ๆ ก็ได้มาอยู่ในโลกแฟนตาซี ก่อนจะได้พบกับสาวน้อยผมขาวชื่อ เอมิเลีย ที่เป็นจุดเป็นจุดเริ่มต้นให้เขาต้องไปเจอกับความตาย ทั้งที่ควรจะเป็นแบบนั้น เขากลับพบว่าตัวเองสามารถย้อนเวลากลับมา ณ ช่วงเวลาหนึ่งได้",
            "Date": "6 ตุลาคม 2018",
            "Season": 2,
            "Chapter" : 50,
            "Author" : "Admin"
        },
        {
            "ID" : 10,
            "Title" : "เทพเกรียนโรงมัธยม",
            "Poster" : "เทพเกรียนโรงมัธยม.png",
            "Content" : "เรื่องราวของเด็กหนุ่มอายุ 17 ปี ที่มีความสามารถในการต่อสู้ทาง เทควันโด สูงมากเขาได้ต่อสู้กับคนเก่ง ๆ เพื่อที่จะเป็นสุดยอดนักสู้ที่เก่งที่สุด และเขาก็ได้ถูกเชิญให้เข้าร่วมงาน The God of High School ตามชื่อเรื่องเลยเป็นงานลึกลับที่รวบรวมนักสู้จากเกาหลี ที่มีฝีมือมาต่อสู้และคัดเลือกผู้ที่แข็งแกร่งที่สุดไป ในระดับโลก ซึ่งเหล่านักสู้ทั้งหลาย ล้วนมีความฝันของตัวเองที่มาร่วมในงานนี้ อย่างเช่นตัวของเรา เพื่อที่จะเป็นสุดยอดนักสู้ และเหล่าเพื่อนพ้องของพระเอกที่มีการตัวสู้ที่หลากลายและมีความสามารถในการต่อสุ้สูงก็ล้วนแต่มีความฝันและเป้าหมายของตัวเองที่เข้าร่วมงาน The God of High School ทั้งเพื่อเงินหรือว่าจะเป็นเพียงแค่การฝึกเพื่อที่จะเป็นนักสู้ที่แข็งแกร่ง",
            "Date": "6 กรกฎาคม 2020",
            "Season": 1,
            "Chapter" : 13,
            "Author" : "Admin"
        }
    ]
}