{
  "movieReview": [
    {
      "id": 1,
      "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
      "movieLength": 115,
      "director": "Hirakawa Yuichiro",
      "category": "หนังรักโรแมนติก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
      "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
      "review": {
        "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
        "score": {
          "screenPlay": 4,
          "playing": 4,
          "music": 7,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5.6
        }
      }
    },
    {
      "id": 2,
      "movieName": "Black Adam - แบล็ก อดัม",
      "movieLength": 125,
      "director": "Jaume Collet-Serra",
      "category": "หนังต่อสู้แอกชั่น",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929150027SW6.jpg",
      "trailer": "https://www.youtube.com/embed/l9mdj1bbN40",
      "review": {
        "review": "โลกนี้มีซูเปอร์ฮีโร่… โลกนี้มีวายร้าย… และโลกนี้มี แบล็ค อดัม! Warner Bros. Pictures และ New Line Cinema ปล่อยตัวอย่างใหม่ “Black Adam - แบล็ก อดัม” กำกับภาพยนตร์โดย โคลเล็ต-เซอร์ร่า กำกับฯ จากบทภาพยนตร์ของ อดัม ซิสติคีล, รอรี่ ไฮเนส และโซแฮรบ โนเชอร์วานิ เกือบ 5,000 ปีแล้วที่ แบล็ค อดัม (จอห์นสัน) ได้รับสุดยอดพลังจากเทพเจ้าโบราณแล้วถูกคุมขังตัวเอาไว้ทันที ในที่สุดเขาก็ถูกปลดปล่อยจากสุสานของเขา แล้วพร้อมที่จะระเบิดมหาอำนาจแห่งความยุติธรรมของตนบนโลกมนุษย์ ภาพยนตร์เรียบเรียงเรื่องราวจากตัวละครเด่นแห่งจักรวาลดีซี แบล็ก อดัม ของ บิลล์ ปาร์คเกอร์ และซี. ซี. เบ็ค จอห์นสัน นำแสดงร่วมกับ อัลดิส ฮอดจ์ ผู้รับบท ฮอว์คแมน, โนอาห์ เซนตินีโอ ผู้รับบท อะตอม สแมชเชอร์, ซาราห์ ชาฮิ ผู้รับบท เอเดรียนนา, มาร์เวน เคนซาริ ผู้รับบท อิชมาเอล, ควินเตสซา สวินเดลล์ ผู้รับบท ไซโคลน, โบดี ซาบอนกี ผู้รับบท เอมอน และเพียร์ซ บรอสแมน ผู้รับบท ด็อกเตอร์เฟต",
        "score": {
          "screenPlay": 5,
          "playing": 8,
          "music": 7,
          "actorSkills": 7,
          "graphics": 8,
          "average": 7
        }
      }
    },
    {
      "id": 3,
      "movieName": "Violent Night - คืนเดือด",
      "movieLength": 100,
      "director": "Tommy Wirkola",
      "category": "หนังระทึกขวัญ",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211171203166y5.jpg",
      "trailer": "https://www.youtube.com/embed/a53e4HHnx_s",
      "review": {
        "review": "เมื่อกลุ่มทหารรับจ้างได้รับงานมาเพื่อโจมตีเป้าหมายเป็นตระกูลเศรษฐีที่กำลังเฉลิมฉลองในช่วงเทศกาล งานนี้ถึงเวลาของ ซานต้าคลอส ที่จะต้องออกโรงบู๊ในการกอบกู้สถานการณ์ ที่จะช่วยพิทักษ์โลกและคริสต์มาส",
        "score": {
          "screenPlay": 5,
          "playing": 6,
          "music": 7,
          "actorSkills": 7,
          "graphics": 6,
          "average": 6.2
        }
      }
    },
    {
      "id": 4,
      "movieName": "Vesper - ฝ่าโลกเหนือโลก",
      "movieLength": 112,
      "director": "Kristina Buozyte, Bruno Samper",
      "category": "หนังผญจภัย",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929120014Y1t.jpg",
      "trailer": "https://www.youtube.com/embed/0be8y6onkH4",
      "review": {
        "review": "เรื่องราวเกิดขึ้นหลังจากเหตุการณ์ที่ระบบนิเวศของโลกล่มสลายลง ภาพยนตร์เล่าผ่าน ‘เวสเปอร์’ (ราฟฟิเอลลา แชปแมน) เด็กสาวอายุ 13 ปี ผู้ดื้อรั้นและใช้ทักษะการเอาตัวรอดเพื่อหาอาหารมาประทังชีวิตอยู่ในเศษซากโลกอันแปลกประหลาดและอันตรายร่วมกับ ‘ดาเรียส’ (ริชาร์ด เบรค) พ่อที่ป่วยเป็นอัมพาต เมื่อเวสเปอร์ได้พบกับ ‘คามิเลีย’ (โรซี แมคอีแวน) หญิงสาวลึกลับคนหนึ่ง ผู้โดดเดี่ยวและสับสนจากเหตุการณ์ยานบินตก เวสเปอร์ตกลงที่จะช่วยคามิเลียตามหาเพื่อนที่หายไปแลกกับการเดินทางอย่างปลอดภัยไปยัง ‘ซิทาเดล’ ซึ่งเป็นสถานที่ที่ตั้งอยู่ท่ามกลางโลกอันเลวร้ายนี้และเป็นที่ที่ผู้มีอำนาจทั้งหลายอาศัยอยู่อย่างสะดวกสบายภายใต้ระบบเทคโนโลยีชีวภาพที่ทันสมัย ไม่นานเวสเปอร์ก็ค้นพบว่าเพื่อนบ้านตัวร้ายอย่าง ‘โจนาส’ (เอ็ดดี้ มาร์ซาน) กำลังตามหา คามิเลีย ผู้ปกปิดความลับที่สามารถเปลี่ยนชีวิตพวกเขาไปตลอดกาล การโดนบังคับให้เข้าสู่การผจญภัยแสนอันตราย ทำให้เวสเปอร์ต้องพึ่งพาความสามารถทางสติปัญญาและความสามารถในการแฮ็กเข้าสู่เซลล์สิ่งมีชีวิต มาปลดล็อคกุญแจสำคัญที่จะนำไปสู่อนาคตในอีกรูปแบบหนึ่ง",
        "score": {
          "screenPlay": 5,
          "playing": 6,
          "music": 9,
          "actorSkills": 6,
          "graphics": 9,
          "average": 7
        }
      }
    },
    {
      "id": 5,
      "movieName": "Jurassic World: Dominion - จูราสสิค เวิลด์ : ทวงคืนอาณาจักร",
      "movieLength": 146,
      "director": "Colin Trevorrow",
      "category": "หนังผญจภัย",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_04/original/22042812000905X.jpg",
      "trailer": "https://www.youtube.com/embed/fb5ELWi-ekk",
      "review": {
        "review": "เตรียมพบกับบทสรุปอันยิ่งใหญ่แห่งยุคจูราสสิค ทุกท่านจะได้พบกับการรวมตัวกันครั้งแรกของคน 2 รุ่น คริส แพรตต์ และไบรซ์ ดัลลัส ฮาวเวิร์ด ร่วมงานกับ ลอร่า เดิร์น ผู้ชนะรางวัลออสการ์, เจฟฟ์ โกลด์บลูม และแซม นีล ใน Jurassic World Dominion จูราสสิค เวิลด์: ทวงคืนอาณาจักร การผจญภัยครั้งใหม่ที่ยิ่งใหญ่ น่าตื่นเต้น เข้ากับยุคสมัย เป็นการผจญภัยที่ครอบคลุมทั่วโลก นี่คือผลงานจากผู้สร้างสรรค์และผู้กำกับ Jurassic World โคลิน เทรเวอร์โรว์ Jurassic World Dominion จูราสสิค เวิลด์: ทวงคืนอาณาจักร คือเหตุการณ์ที่เกิดขึ้น 4 ปีหลังจากอิสลาร์ นูบลาร์ ถูกทำลาย ตอนนี้ ไดโนเสาร์ยังมีชีวิตอยู่—และออกล่า—ไปพร้อมกับมนุษย์ทั่วโลก ความสมดุลอันเปราะบางนี้จะเปลี่ยนโฉมอนาคตและตัดสินว่า มนุษย์จะยังคงเป็นผู้ล่าที่อยู่ลำดับปลายสุดบนดวงดาว และยังคงอยู่ร่วมกับสิ่งมีชีวิตที่น่าสะพรึงกลัวมากที่สุดในประวัติศาสตร์ Jurassic World Dominion จากยูนิเวอร์แซล พิคเจอร์ส และแอมบลิน เอนเตอร์เทนเมนต์ ขับคลื่อนแฟรนไชส์ที่มีมูลค่ากว่า 5 พันล้านดอลลาร์ ให้เข้าสู่ดินแดนที่ท้าทายและไม่มีใครรู้จัก นำเสนอไดโนเสาร์ที่ไม่เคยเห็นมาก่อน พร้อมกับแอ็คชั่นสุดมันส์ และวิชวลเอฟเฟกต์ใหม่อันน่าทึ่ง ภาพยนตร์มีทีมนักแสดงใหม่มาร่วมงานคือ เดอวันดา ไวส์ (She’s Gotta Have It), ผู้ได้รับเสนอชื่อรางวัลเอ็มมี่ มาโมดู แอทชี (Archive 81), ดิเชน ลัคแมน (Agents of S.H.I.E.L.D.), สก็อตต์ เฮซ (Minari) และแคมป์เบลล์ สก็อตต์ (The Amazing Spider-Man 2). นักแสดงทีมเดิมที่กลับมาร่วมงาน ประกอบด้วย บีดี หว่อง ในบท ดร.เฮนรี่ วู, จัสติส สมิธ ในบท แฟรงคลิน เว็บบ์ และ แดเนียลลา พีเนดา ในบท ดร. ซีอา รอดดริเกซ และโอมาร์ ไซ ในบทแบร์รี่ แซมเบเน Jurassic World Dominion กำกับการแสดงโดย โคลิน เทรวอร์โรว์ ผู้ซึ่งนำ Jurassic World ในปี 2015 ไปสู่การทำรายได้ทะลุบ็อกซ์ออฟฟิศทั่วโลกที่ 1.7 พันล้านดอลลาร์ บทภาพยนตร์เขียนโดย เอมิลี คาร์ไมเคิล และโคลิน เทรวอร์โรว์ จากโครงเรื่องโดย เดเร็ค คอนนอลลี และ โคลิน เทรวอร์โรว์ สร้างจากคาแรกเตอร์โดย ไมเคิล ไครช์ตัน อำนวยการสร้างโดย แฟรงค์ มาร์แชล p.g.a, แพทริค ครอว์ลีย์ p.g.a. บริหารงานสร้างโดย สตีเวน สปีลเบิร์ก, อเล็กซานดรา เดอร์บี้ไชร์ และโคลิน เทรวอร์โรว์ Jurassic World Dominion นำเสนอโดย ยูนิเวอร์แซล พิคเจอร์ส, แอมบลิน เอนเตอร์เทนเมนต์ ร่วมกับเพอร์เฟ็กต์ เวิลด์ พิคเจอร์ส และ โคลิน เทรวอร์โรว์ ฟิล์ม",
        "score": {
          "screenPlay": 3,
          "playing": 3,
          "music": 6,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5
        }
      }
    },
    {
      "id": 6,
      "movieName": "Fast and Furious 9 - เร็ว...แรงทะลุนรก 9",
      "movieLength": 143,
      "director": "Justin Lin",
      "category": "หนังต่อสู้แอกชั่น",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2021_05/original/210515120018cR4.jpg",
      "trailer": "https://www.youtube.com/embed/fEE4RO-_jug",
      "review": {
        "review": "ดอม โทเร็ตโต ซึ่งรับบทโดย วิน ดีเซล ปลีกตัวออกไปใช้ชีวิตอย่างเงียบ ๆ พร้อมกับเล็ตตี้และไบรอันลูกชายตัวน้อย แต่พวกเขารู้ว่าแม้จะอยู่ในดินแดนสงบสุข ก็ยังมีอันตรายอยู่ คราวนี้ ดอมต้องเผชิญหน้ากับตราบาปในอดีตของเขา หากเขาต้องการจะปกป้องชีวิตของคนที่เขารักมากที่สุด ทีมนักซิ่งของเขากลับมารวมตัวกันอีกครั้ง เพื่อหยุดการทำลายล้างโลกโดยนักฆ่าและนักซิ่งฝีมือฉกาจซึ่งเขาคือเจคอบ น้องชายของดอม (จอห์น ซีนา จาก The Suicide Squad) จัสติน ลิน ผู้กำกับจากภาค 3, 4, 5 และ 6 ที่นำแฟรนไชส์ไปสู่การเป็นภาพยนตร์ระดับบล็อกบัสเตอร์ กลับมากำกับ Fast & Furious 9 ในภาคนี้ แอ็คชั่นจะขยายไปทั่วโลก จากลอนดอนสู่โตเกียว จากอเมริกากลางสู่เอดินเบอระ จากหลุมหลบภัยลับในอาเซอร์ไบจาน สู่ถนนในทบิลิซี เพื่อนเก่ากลับมามีชีวิตอีกครั้ง ศัตรูเก่าก็กลับมา ประวัติศาสตร์จะซ้ำรอยและความหมายที่แท้จริงของครอบครัวจะถูกทดสอบอย่างที่ไม่เคยเกิดขึ้นมาก่อน นักแสดงที่กลับมาในภาคนี้ประกอบด้วยมิเชลล์ รอดดริเกซ, ไทริส กิ๊บสัน, คริส “ลูดาคริส” บริดเจส, จอร์ดานา บริวสเตอร์, นาตาลี เอมมานูเอล, ซง คัง, สองนักแสดงรางวัลออสการ์ เฮเลน มิร์เรน และชาร์ลิซ เธอรอน นอกจากนี้ ยังได้คาร์ดี บี ซุปเปอร์สตาร์เจ้าของรางวัลแกรมมี่ มารับบท เลซ่า หญิงสาวผู้มีอดีตเชื่อมโยงกับดอม และโอซูนา ก็มาเป็นนักแสดงรับเชิญในภาคนี้ด้วย Fast & Furious 9 อำนวยการสร้างโดย นีล เอช.มอริทซ์, วิน ดีเซล, เจฟฟ์ เคอร์เชนบอม, โจ รอธ, จัสติน ลิน, เคลย์ตัน ทาวน์เซนต์, ซาแมนธา วินเซนต์                ",
        "score": {
          "screenPlay": 5,
          "playing": 5,
          "music": 7,
          "actorSkills": 5,
          "graphics": 8,
          "average": 6
        }
      }
    },
    {
      "id": 7,
      "movieName": "",
      "movieLength": "",
      "director": "",
      "category": "",
      "picture": "",
      "trailer": "",
      "review": {
        "review": "",
        "score": {
          "screenPlay": "5",
          "playing": "5",
          "music": "",
          "actorSkills": "",
          "graphics": "",
          "average": "[object HTMLInputElement][object HTMLInputElement]"
        }
      }
    }
  ]
}