{
  "Anime": [
    {
      "id": 1,
      "Title": "ดาบพิฆาตอสูร",
      "poster": "https://img.my-best.in.th/press_component/item_part_images/ab10f2923464062758b831f69b2233c2.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip",
      "review": {
        "content": "อนิเมะญี่ปุ่นสุดมันส์ที่กวาดความนิยมทั่วประเทศ ไม่ว่าจะเป็นงานภาพ จังหวะการดำเนินเรื่อง ล้วนทำออกมาได้อย่างดีเยี่ยม กล่าวถึงเด็กหนุ่ม ทันจิโร่ ที่ชีวิตพลิกผันจนต้องกลายเป็นนักล่าอสูร เพราะครอบครัวของเขาถูกอสูรร้ายทำลาย อีกทั้ง เนซึโกะ น้องสาวสุดรักก็กลายเป็นอสูรเช่นกัน แต่เธอเป็นสายพันธุ์พิเศษที่คอยปกป้องทันจิโร่ และสามารถข่มกลั้นความอยากอาหารได้ ทันจิโร่จึงเดินทางปฏิบัติภารกิจของนักล่าอสูร พร้อมทั้งตามหาตัวการที่ทำร้ายครอบครัวเขา และหาทางให้เนซึโกะกลับมาเป็นมนุษย์ให้ได้",
        "TEST": {
          "Date": "6 เมษายน 2562",
          "Season": 3,
          "Chapter": 44
        }
      }
    },
    {
      "id": 2,
      "Title": "มหาเวทย์ผนึกมาร",
      "poster": "https://img.my-best.in.th/press_component/item_part_images/2ed377655caf1a4f54e82210897c191e.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip",
      "review": {
        "content": "มาต่อกันที่อนิเมะแนวไสยเวทย์และภูติผีปีศาจ เป็นเรื่องราวของ อิตาโดริ ยูจิ เด็กหนุ่มมัธยมปลายที่ดันไปกิน วัตถุต้องสาป เพื่อช่วยเหลือเพื่อนพ้อง จนเป็นเหตุให้ถูกเทพอสูรชื่อ สุคุนะ สิงร่างของตัวเอง และนี่เป็นจุดเริ่มต้นของเรื่องราวหายนะที่อิตาโดริต้องไปพัวพันกับเหตุการณ์ปราบปีศาจมากมาย เพื่อตามล่าชิ้นส่วนอื่น ๆ ของสุคุนะให้ครบ แต่ก่อนจะไปถึงตรงนั้น พระเอกของเราจะต้องเข้าเรียนในโรงเรียนไสยเวทย์เสียก่อน ใครที่ชอบอนิเมะฟีลคล้ายฮันเตอร์ x ฮันเตอร์ผสมนารูโตะนิด ๆ น่าจะชอบเรื่องนี้",
        "TEST": {
          "Date": "3 ตุลาคม 2563",
          "Season": 1,
          "Chapter": 24
        }
      }
    },
    {
      "id": 3,
      "Title": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว",
      "poster": "https://img.my-best.in.th/press_component/item_part_images/b3cca43de60bc06dda490db3ce31b0f2.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip",
      "review": {
        "content": "เป็นเรื่องราวสุดเหลือเชื่อของ มิคามิ ชายหนุ่มมนุษย์เงินเดือนที่ถูกแทงตายกลางถนน ทำให้เขาได้มาเกิดใหม่ในต่างโลก แถมยังฉีกกฏจากอนิเมะแนวต่างโลกทุกเรื่อง เพราะพระเอกของเราดันเกิดมาเป็นมอนสเตอร์สไลม์แสนกระจอก แต่ถ้าคุณคิดว่าพระเอกเรื่องนี้จะกระจอกตามล่ะก็ คุณคิดผิดถนัดค่ะ เพราะแม้ว่าเขาจะเกิดมาเป็นสไลม์โง่ ๆ แต่ก็มาพร้อมสกิลอันทรงพลังที่เก่งเทพจนต้องร้องขอชีวิต หากอยากรู้ว่าพลังของพระเอกจะโกงขนาดไหน ตามไปดูกันได้เลย",
        "TEST": {
          "Date": "2 ตุลาคม 2561",
          "Season": 2,
          "Chapter": 48
        }
      }
    },
    {
      "id": 4,
      "Title": "ผ่าพิภพไททัน",
      "poster": "https://img.my-best.in.th/press_component/item_part_images/f5c0111a1296dac6fd5ab21909570ab3.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip",
      "review": {
        "content": "ผ่าพิภพไททันเป็นอนิเมะแนวดาร์กแฟนตาซีที่สอดแทรกเรื่องราวความหดหู่ ความสิ้นหวัง ท่ามกลางฉากต่อสู้อันสวยงาม โดยจะถ่ายทอดเรื่องราวผ่านเซ็ตติ้งโลกที่มนุษยชาติต้องหาทางรับมือกับสิ่งมีชีวิตขนาดยักษ์ที่ถูกเรียกว่า ไททัน ซึ่งสิ่งมีชีวิตเหล่านี้กินมนุษย์เป็นอาหาร จนพวกเขาต้องสร้างกำแพงเมือง วอลล์มาเรีย เพื่อต่อต้านการรุกรานนั้น ทำให้โลกอยู่อย่างสงบสุขมา 100 ปี แต่แล้วไททันก็กลับมาพร้อมกับทำให้กำแพงชั้นแรกแตก มนุษย์ชาติจึงตกอยู่ในความเสี่ยงที่จะสูญสิ้นเผ่าพันธุ์ ทำให้ความหวังตกไปอยู่ที่เด็กหนุ่มนาม เอเรน ที่สามารถแปลงร่างเป็นไททันได้ !",
        "TEST": {
          "Date": "7 เมษายน 2556",
          "Season": 4,
          "Chapter": 87
        }
      }
    },
    {
      "id": 5,
      "Title": "SPY x FAMILY",
      "poster": "https://img.my-best.in.th/press_component/item_part_images/af437be2148b5fa58fc9548dc25f64f4.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip",
      "review": {
        "content": "สปายหนุ่มมือดี รหัสประจำตัว สนธยา ได้รับมอบหมายภารกิจให้แฝงตัวเข้าไปในโรงเรียนดังแห่งหนึ่ง ด้วยเหตุนั้น เขาจึงจำเป็นที่จะต้องก่อร่างสร้างครอบครัวปลอม ๆ ขึ้นมา เพื่อทำภารกิจให้สำเร็จ โดยรับอุปการะเด็กหญิงคนหนึ่ง พร้อมกับหาภรรยาสักคนมาแสดงภาพครอบครัวให้สมบทบาท โดยหารู้ไม่ว่าสมาชิกแต่ละคนในครอบครัวนี้ต่างมีเบื้องหลัง ไม่ว่าจะเป็นเด็กหญิงพลังจิตอ่านใจคน นักฆ่าในคราบของข้าราชการสาว หรือแม้กระทั่งสัตว์เลี้ยงก็ไม่ธรรมดา นับเป็นอนิเมะแนวคอมเมดี้แอ็กชันที่สนุกและดูเพลินไม่น้อยเลย",
        "TEST": {
          "Date": "9 เมษายน 2565",
          "Season": 1,
          "Chapter": 25
        }
      }
    }
  ]
}